{
    "Phượng Các": {
        "nature": "Cát",
        "effect": "Tứ linh Cái-Long-Hổ-Phượng, tướng diện đẹp, may mắn",
        "detailed": "Sao Phượng Các nằm trong bộ tứ linh Cái-Long-Hổ-Phượng. Đóng ở cung Mệnh là Người có tướng diện ưa nhìn, mặt mũi thanh thoát ngũ quan hài hòa. Là Người thiện lương, có cốt cách khoan hòa bao dung rộng lượng. Là mẫu Người có nhân cách cao thượng, khí chất hơn Người, chính trực, thẳng thắn, bảo vệ lẽ phải. Trên bước đường đời sẽ gặp nhiều may mắn, hanh thông và cát lành. Cũng là quý tinh đài các chủ về khoa bảng, học vấn, thi cử, giúp thuận lợi và gặp may mắn trong thi cử khoa bảng, công danh, may mắn về tài lộc và hỷ sự. Về ý tượng chỉ là tai đẹp, tai thính, tướng quý, tai thọ."
    },
    "Giải Thần": {
        "nature": "Cát",
        "effect": "Hóa giải hung tinh, tránh được tai họa, bùa hộ mệnh",
        "detailed": "Giải Thần là vị Thần hóa giải, giải ách trừ tai, hóa giải bệnh tật, giải trừ hết nguy cơ và tiềm tàng hung họa. Mệnh có sao Giải Thần là người sống khá đơn giản, khá thẳng thắn và chính trực. Ở cung Mệnh thì gặp nhiều may mắn, không ai hại được. Giải Thần như bùa hộ mệnh luôn theo Người. Chủ về người có nhan sắc đẹp, da mặt hồng hào, thanh tú (nhất là đối với phụ nữ). Là Người có sự đức độ, khoan hòa, thuần hậu, từ thiện, lòng nhân từ bác ái hay giúp đỡ Người khác. Có mặt mũi thanh thoát nhẹ nhàng, dễ làm mọi Người thoải mái khi tiếp xúc."
    },
    "Tang Môn": {
        "nature": "Hung",
        "effect": "Tang tóc, buồn phiền, mất mát, vòng Tang Tuế Điếu",
        "detailed": "Người ôm vòng Tang Tuế Điếu thể hiện nhiều đặc tính trái ngược với vòng Thái Tuế. Khi tổ cách Mệnh Tài Quan ôm Tang Tuế Điếu thì cuộc đời thường báo hiệu lên xuống thất thường, thành bại khó phân định. Có tư duy ngược, cuộc đời thăng trầm, nhiều đam mê, nhiều thú vui nhiều bận rộn nhưng cũng đầy toan tính. Thường thua thiệt, sống thiên về tình cảm hơn lý trí, đam mê sẽ vượt cả nguyên tắc, là mẫu Người bất nguyên tắc. Thủ tại cung Mệnh có đôi mắt thường buồn, trên Người đánh dấu nhiều sẹo nốt ruồi chàm bớt đặc biệt trên bàn tay, bàn chân. Hay suy tư suy nghĩ hay buồn phiền lo lắng tâm tư thường suy nghĩ đến những điều viển vông không thật. Họ đặt nặng chuyện tình cảm lên hàng đầu. Tâm hồn thường treo ngược cành cây, tâm tư nghĩ đến điều sầu khổ. Bước chân ra đời họ thường gặp nhiều điều thua thiệt, bản thân là Người biết nhường nhịn, mọi việc buồn vui thường giấu kín trong lòng. Có duyên với Phật Pháp, Phật Giáo, Tôn Giáo. Thường có nghị lực phi thường, có tư duy đi ngược và đam mê cống hiến. Thường nhắc trước quên sau tâm trí thường lơ đễnh, tiềm tàng khả năng về sáng tạo tâm hồn nghệ thuật. Không hợp cách với việc nuôi động vật trong nhà, làm việc thường thiếu kiên trì, quyết đoán. Cần làm những việc về nghệ thuật thơ văn chữ nghĩa. Hay như liên quan đến việc nghiên cứu về văn chương, sư phạm văn học, hán học, hán nôm phong thủy tử vi tướng số sẽ đạt nhiều thành tựu tốt."
    },
    "Đẩu Quân": {
        "nature": "Trung",
        "effect": "Tiểu thần Thái Tuế, phức tạp, bảo thủ, nhiệt huyết",
        "detailed": "Sao Đẩu Quân ngũ hành là dương hỏa, được coi là tiểu thần Thái Tuế. Nhập mệnh chủ quản là mẫu người có tính cách phức tạp, có phần ương bướng, lỳ lợm, bảo thủ. Thích phân bua, ưa phản biện, thích tranh cãi đúng sai. Mặt tích cực là người nhiệt huyết với công việc. Do ngũ hành là dương hỏa nên cũng là sao hà khắc với bản thân, không thích quảng giao với xã hội, cuộc sống thường theo thiên hướng đơn độc. Là người tỉ mỉ trong cuộc sống, kỹ càng trong sinh hoạt và công việc, không thích chia sẻ mọi thứ với người xung quanh. Đây là tính ích kỷ, máy móc và đơn độc của Đẩu Quân."
    },
    "Phúc Bình": {
        "nature": "Hung",
        "effect": "Tiểu quyền tinh, đố kỵ, cạnh tranh, mưu đồ",
        "detailed": "Sao Phúc Bình ngũ hành thuộc Hỏa, được coi là tiểu quyền tinh, chủ về sự đố kỵ, cạnh tranh bon chen, mưu đồ, chủ sự về quyền biến nhưng mưu cơ và gian xảo. Là tiểu tà tinh, mang trong đó sự binh quyền vậy nên tính hơn thua sẽ lớn, ưa sự tranh chấp thích sự áp đặt, luôn tính toán vun vén cho bản thân sẵn sàng tranh chấp tranh dành với mọi Người. Đây cũng là bộ sao dễ dính vào tù tội pháp luật."
    },
    "Thanh Long": {
        "nature": "Cát",
        "effect": "Công danh thành đạt, vinh hiển, binh quyền",
        "detailed": "Thanh Long thể hiện viên mãn đường công danh, sự thành danh thành đạt. Tại cung Quan còn ngầm ý chỉ mang nhiều trách nhiệm sứ mệnh trong công việc. Không chỉ toại đường công danh, còn biểu thị lá số dễ thành công trên con đường chính trị, sự nghiệp quan trường. Chủ về binh quyền binh nghiệp võ quan quân quyền, mạnh về võ nghiệp chỉ huy lãnh đạo. Thường phát triển trong các đơn vị sự nghiệp nhà nước, các đơn vị lực lượng vũ trang. Là biểu trưng cho tiền hô hậu ủng, lọng xanh ngựa cưỡi, ngựa xe đưa đón. Vào thế bất lợi cũng đắc cách làm người chủ buôn bán chủ doanh nghiệp thành công nhiều thành tựu. Còn thể hiện sự hậu thuẫn, đồng thuận của cá nhân tập thể, tiền hô hậu ủng nhất cử thành danh."
    },
    "Thiên Quý": {
        "nature": "Cát",
        "effect": "Quý nhân phù hộ, được nâng đỡ, thanh lương phước thiện",
        "detailed": "Thiên Quý đóng cung Quan là người luôn làm công việc thanh lương, trong sạch, không ưa cạnh tranh, kèn cựa, không bao giờ làm điều ác hay bất nhân để đạt được mục đích, do vậy nên rất được mọi người tin tưởng và quý mến. Thể hiện đức tính trung thành trong công việc, cũng thể hiện là người yêu nghề, thích cống hiến, nghề nghiệp mang tính phụng sự cho xã hội. Học hành dễ thành đạt, thi cử dễ thành danh, trên con đường học hành, công danh có người giúp đỡ. Nếu hội nhiều cát tinh thì sẽ thành công rực rỡ. Có một thời gian, một thời điểm trải qua các ngành nghề sư phạm, giáo dục. Còn là trọng trách đảm nhiệm các công việc quan trọng."
    }
}